Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/helsenorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The Norwegian Institute of Public Health estimates that everyone over the age of 18 will be offered at least one dose of a mRNA vaccine under the vaccination programme during the summer of 2021.
nb: Folkehelseinstituttet beregner at alle over 18 år får tilbud om minst én vaksine i vaksinasjonsprogrammet i løpet av sommeren 2021.

source: To be considered for the Janssen vaccine, you must be over 18 and resident in Norway, or be entitled to vaccination services during your stay in Norway under EU/EEA law or an international agreement.
nb: For å kunne bli vurdert til å få Janssen-vaksinen må du være over 18 år og bosatt i Norge, eller ha rett til vaksinasjonsytelser under opphold i Norge jamfør EU/EØS-retten eller internasjonale avtaler.

source: The doctor will carry out a comprehensive assessment of the following factors:
nb: Legen skal gjøre en helhetlig vurdering av følgende momenter:

source: You will receive the results of your NIPT analysis within 10-16 days.
nb: Du vil få svar på NIPT-analysen i løpet av 10-16 dager.

source: If you then wish to make any comments regarding the case, you can send them directly to Helseklage.
nb: Hvis du da har merknader til saken, kan du sende disse direkte til Helseklage.

source: The National Institute of Public Health (NIPH) can continuously see the number of downloads and how many have reported being infected through the app, but not who or where these are.
nb: Folkehelseinstituttet (FHI) kan fortløpende se antall nedlastinger og hvor mange som har meldt seg smittet gjennom appen, men ikke hvem eller hvor disse er.

source: Nor should the number of visitors be higher than to allow for keeping a distance.
nb: Alle gravide med diabetes skal til kontroll hos spesialist.

source: are poisonous to children.
nb: er giftig for barn.

source: read more about this at NAV's website
nb: les mer om medlemskap i folketrygden på nettsidene til NAV.

source: Helfo covers user fees according to fixed rates.
nb: Helfo dekker egenandelen etter faste takster.

source: Downloading the Smittestopp app is entirely voluntary.
nb: Det er helt frivillig å laste ned Smittestopp.

source: You can end your quarantine if the test result comes back negative.
nb: Er den negativ kan du avslutte karantenen.

source: If you need any of these things for more than three months after the date of injury, the doctor must provide a statement detailing your needs.
nb: Dersom du har behov for noe av dette lenger enn tre måneder etter skadedato, må legen skrive en erklæring om hva du har behov for.

source: You will normally be told the results within 3 to 7 days.
nb: Du får vanligvis svar i løpet av 3 til 7 dager.

source: If you need dental treatment as a result of your occupational injury, you must take the decision with you when you go to the dentist.
nb: Trenger du tannbehandling ved yrkesskade, må du ta med godkjenningsvedtaket fra NAV og levere det til tannlegen din.

source: If you are aged between 16 and 18, you can order a vaccination card directly from the Norwegian Institute of Public Health without a Buypass ID.
nb: Dersom du er mellom 16 og 18 år og du ikke har Buypass ID, kan du bestille vaksinasjonskort direkte fra Folkehelseinstituttet.

source: • Were a donor (both in connection with post-examination and
nb: behandleren selv sier at behandleren er den eneste som kan gi

source: All countries are jointly responsible for the information exchanged.
nb: Alle landene er sammen databehandlingsansvarlige for informasjonen som utveksles.

source: Carbon monoxide is a colourless and odourless gas.
nb: Karbonmonoksid er en fargeløs og luktfri gass.

source: Travel registration form when entering Norway
nb: Registreringsskjema for innreisende til Norge

source: You can also apply for compensation from NPE if you have suffered an injury as a result of the side effects of a medicine.
nb: Hvis du har fått en skade som følge av bivirkninger av medisin, kan du også søke erstatning fra NPE.

source: Where should it be sent?
nb: Hvor skal du sende det?

source: Pregnant women aged 35 years or over on their due date will eventually be offered a NIPT via the national health service.
nb: Gravide som er 35 år eller eldre ved termin, vil etter hvert få tilbud om NIPT gjennom den offentlige helsetjenesten.

source: Petrol/diesel engines, charcoal barbecues, etc. must therefore only be used outdoors.
nb: Bruk av bensin-/dieselmotorer, kullgriller og lignende må derfor bare foregå utendørs.

source: it has been demonstrated that there is a high risk or likelihood of trisomy in the fetus (via a CUB or NIPT)
nb: det er påvist høy risiko eller sannsynlighet for trisomi hos fosteret (ved KUB eller NIPT)

source: and then returned home to your registered address, your
nb: etter faste satser, og du trenger ikke legge ved kvittering eller

source: severe stomach pain, headaches and muscular pain in their back and chest.
nb: mye vondt i magen, vondt i hodet og muskulære smerter i rygg og bryst.

source: When you send Helfo receipts for expenses for treatment, you must enclose a copy of the approval decision from NAV.
nb: Når du sender Helfo kvitteringer for utgifter til behandling, må du legge ved kopi av godkjenningsvedtak fra Nav.

source: The risk of infection is low.
nb: Faren for infeksjon er lav.

source: This applies whether you are vaccinated or not.
nb: Du må slutte med visse legemidler før du blir gravid.

source: Essential travel to countries with high infection rates or regions where the doctor believes that the benefits of the Janssen vaccine outweigh the risks associated with the vaccine.
nb: Nødvendige reiser til land med høy smitte eller områder der legen vurderer at nytte overstiger risiko ved Janssen-vaksinen.

source: Who will be offered a NIPT for trisomy?
nb: Hvem får tilbud om NIPT for trisomi?

source: Send your application to: Helfo, P.O. Box 2415, 3104 Tønsberg.
nb: Søknaden sendes til: Helfo, Postboks 2415, 3104 Tønsberg.

source: What health care am I entitled to there?
nb: Hvilke helserettigheter har jeg der?

source: Persons who are unable to call Helfo and request a certificate themselves.
nb: Personer som ikke selv kan ringe Helfo og etterspørre sertifikatet.

source: Alternatively, you can relieve sore nipples by manually expressing or pumping your milk.
nb: Du kan eventuelt avlaste brystknoppene med håndmelking eller pumping.

source: You should then complete the abortion.
nb: Du bør da fullføre aborten.

source: This means that you must expect to pay the difference between what Helfo covers and what the dentist charges.
nb: Det betyr at du må regne med å betale mellomlegget mellom det Helfo dekker og tannlegens honorar.

source: The Janssen vaccine may be appropriate for a limited group of people
nb: Janssen-vaksinen kan være aktuell for en avgrenset gruppe personer

source: The level of risk will vary greatly between individuals within each group.
nb: virker på samme måte som Opdivo og er aktuell for samme pasientgruppe.

source: In the Nordic region, there is also no requirement for you to be a citizen of an EU/EEA country or Switzerland.
nb: I Norden er det heller ikke krav om at du er statsborger i et EU/EØS-land eller Sveits.

source: What does the Norwegian control page show?
nb: Hva viser den norske kontrollsiden?

source: The maximum user fee for 2021 is NOK 2,460.
nb: Egenandelstaket for 2021 er 2460 kroner.

source: Large berries: 1.5-2 cm in diameter (the size of a small cherry), which is green first and then turns glistening black.
nb: Store bær: 1,5-2 cm i diameter (liten morellstørrelse), som er grønne først og deretter glinsende svarte.

source: Being open about having HIV is an individual choice.
nb: Det å være åpen om at man har hiv er individuelt.

source: However, young children may be anxious, and it may be necessary for the caregiver to be present in such cases.
nb: Små barn kan imidlertid være engstelige, og i slike situasjoner kan det være nødvendig å ha med omsorgspersonen.

source: application form for each treatment centre you have travelled
nb: Hvis du har reist fra eller til et annet sted enn din folkeregistrerte

source: If you have questions about travel to and from treatment and reimbursement for such travel, please contact Patient Travel on telephone number 05 515.
nb: Lurer du på noe om reiser til og fra behandling og refusjon for disse reisene må du kontakte Pasientreiser på 05 515.

source: On the website, you will also find our poster and brochures, which can be downloaded.
nb: På hjemmesiden finner du også vår nedlastbare plakat og brosjyrer.

source: Find out more on the UDI website.
nb: Les mer om å være au pair i Norge på nettsidene til UDI.

source: If you still have the old Smittestopp app installed on your phone, you can safely delete it without affecting the new app.
nb: Hvis du fremdeles har den gamle Smittestopp-appen installert, kan du trygt slette den uten at det påvirker den nye appen.

source: If Helfo upholds its decision, it will forward your appeal to Helseklage, which will then reach a decision regarding the case.
nb: Hvis Helfo opprettholder sitt vedtak, sender de klagen videre til Helseklage, som skal avgjøre klagesaken.

source: For those who want to tell their colleagues in their place of work, it may be a good idea to involve other people, such as the safety officer and/or union shop steward.
nb: For de som ønsker å fortelle til kollegaer på arbeidsplassen kan det være lurt å involvere andre som verneombudet og/eller tillitsvalgte på arbeidsplassen.

source: You or a healthcare professional will insert some pills in your vagina and you will then be then given painkillers.
nb: Du eller helsepersonell setter noen tabletter inn i skjeden, og du får deretter smertestillende tabletter.

source: E-prescription has been introduced throughout Norway.
nb: E-resept er innført i hele Norge.

source: From abroad, call +47 21 89 80 42.
nb: Fra utlandet kan du ringe +47 21 89 80 42.

source: The same applies to stays in Luxembourg, the Netherlands, Hungary and Austria.
nb: Det samme gjelder for opphold i Luxembourg, Nederland, Ungarn og Østerrike.

source: Many next of kin are themselves elderly and may have disabilities, illnesses or ailments themselves which drain their own strength and energy.
nb: Mange pårørende er selv eldre og kan ha funksjonsnedsettelser, sykdommer eller plager som tapper dem for krefter og overskudd.

source: There are also some differences between the foliages of the two plants, but these differences can be harder to distinguish (especially in the case of young plants early in the season).
nb: Det er også noen forskjeller på bladverket mellom de to plantene, men disse forskjellene er vanskeligere å skille på (særlig på unge planter tidlig i sesongen).

source: Please note the validity date, which is 90 days from the date of printing.
nb: Du må være oppmerksom på gyldighetsdatoen som er 90 dager fra utskriftsdatoen.

source: You must then take the decision from Helfo with you, but you will not need the occupational injury decision from NAV.
nb: Du må da ha med deg vedtaket fra Helfo, men du trenger ikke ha med deg yrkesskadevedtaket fra Nav.

source: HIV-positive people are also entitled to essential treatment or other medical care to prevent infection.
nb: Hiv-positiv har også rett til nødvendig behandling eller annen smittevernhjelp.

source: If you do any form of work while studying abroad, it might affect your membership in the Norwegian National Insurance Scheme, and thereby in your right to subsidisation for healthcare expenses from Helfo.
nb: Dersom du tar arbeid mens du studerer i utlandet, kan det ha innvirkning på medlemskapet ditt i den norske folketrygden, og dermed i retten du har til stønad til helsetjenester fra Helfo.

source: Sore nipples – how can I get them to heal?
nb: Sår på brystknoppen - hvordan få det til å gro?

source: Guidance and information:
nb: Husk å legge ved

source: This also applies in countries with a higher risk of infection than Norway.
nb: Dette gjelder også i land med høyere smitterisiko enn Norge.

source: More information can be found in Section 2-1(d) of the Patient and User Rights Act. Who is entitled to user-controlled personal assistance?
nb: Mer informasjon finnes i pasient- og brukerrettighetsloven § 2-1 d. Hvem kan få BPA?

source: At the same time, this could be difficult if this person is open about HIV in other areas of his or her life.
nb: Samtidig kan det være vanskelig hvis man i andre deler av livet er åpen om hiv.

source: If you intend to stay abroad for at least twelve months, you will be considered to be resident abroad under the National Insurance Act.
nb: Skal du være i utlandet i minst tolv måneder, anses du som bosatt i utlandet etter folketrygdlovens regler.

source: It may also be appropriate to contact your GP.
nb: Det kan også være aktuelt å ta kontakt med fastlegen.

source: These include Yemen, the United Arab Emirates, Qatar and Singapore.
nb: Dette inkluderer Yemen, De forente arabiske emirater, Qatar og Singapore.

source: Your entitlement to free drugs for IVF treatment and ICSI treatment is limited to three cycles (or 'attempts') per child.
nb: Dekningen av legemidler ved IVF-behandling og ICSI-behandling er begrenset til tre forsøk per barn.

source: Norlevo and Levonorgestrel Norfri are most effective when used within 12 hours of unprotected sex.
nb: Norlevo og Levonorgestrel Norfri har best virkning dersom den brukes innen 12 timer etter et ubeskyttet samleie.

source: If you have to make an essential journey at short notice to a country or region with a high infection rate, the doctor may in some cases decide that the benefits outweigh the risks associated with the Janssen vaccine.
nb: Hvis du i løpet av kort tid må på en nødvendig reise til et land eller område med høy smitte, så kan legen i noen tilfeller vurdere at nytten er større enn risikoen ved Janssen-vaksinen.

source: The question of whether or not to make an HIV-positive status known in the workplace is not an easy one.
nb: Spørsmålet om man bør fortelle at man er hiv-positiv på arbeidsplassen er ikke lett.

source: Offer the child some water or something else that your child likes, such as fruit juice or milk, or breastfeed the baby.
nb: Tilby litt vann eller noe annet som barnet vil ha, for eksempel saft, melk eller å amme barnet.

source: Don't have access to helsenorge.no?
nb: Har du ikke tilgang til helsenorge.no?

source: Helfo only grants reimbursement to one woman if both women receive fertility treatment at the same time.
nb: Helfo gir kun refusjon til en av kvinnene dersom dere behandles samtidig.

source: The Norwegian Poison Information Centre’s website can be found at Helsenorge
nb: Giftinformasjonens hjemmeside finner du på Helsenorge

source: If you are going to use pregabalin (Lyrica) to treat neuropathic pain or trigeminal neuralgia, the same requirements apply to who can apply, but the application can also come from a specialist in neurology.
nb: Hvis du skal bruke pregabalin (Lyrica) til behandling av nevropatiske smerter eller trigeminusnevralgi, gjelder samme krav til hvem som kan søke, men søknaden kan også komme fra spesialist i nevrologi.

source: Some countries have entry bars for people living with HIV and require deportation of anyone diagnosed with HIV.
nb: Noen land har innreiseforbud for personer som lever med hiv og krever deportasjon dersom man blir diagnostisert med hiv.

source: In such cases, a NIPT will be performed to determine the sex of the fetus.
nb: NIPT gjøres i slike tilfeller for å bestemme fosterets kjønn.

source: An ultrasound examination will first be performed to determine the most suitable method.
nb: Først gjøres det en ultralydundersøkelse for å finne ut hvilken metode som er mest velegnet.

source: You must send this statement, along with a copy of the decision from NAV approving your occupational injury and an itemised receipt, to Helfo.
nb: Du må sende denne legeerklæringen, en kopi av vedtaket om godkjent yrkesskade fra NAV, samt spesifisert kvittering til Helfo.

source: It takes approximately 15 working days from when the support is approved until you receive confirmation.
nb: Det tar omtrent 15 virkedager fra støtten er innvilget til du mottar bekreftelsen.

source: This can be difficult for anyone with a developmental disability.
nb: For personer med en utviklingshemming kan det være vanskelig.

source: Deadly nightshade has greener/green-like, relatively soft stalks.
nb: Belladonnaurt har mer grønne/grønnaktige, relativt myke plantestilker.

source: If you need between 25 and 32 hours of assistance per week, you will be entitled to user-controlled personal assistance if the municipality is unable to document that providing such assistance would be significantly more expensive for the municipality, compared with the resources that the municipality would otherwise have to spend in order to provide you with services.
nb: Er hjelpebehovet ditt mellom 25 og 32 timer per uke, har du rett til BPA dersom kommunen ikke kan dokumentere at BPA-organisering vil være vesentlig dyrere for kommunen sammenliknet med de ressurser kommunen ellers ville brukt på tjenestetilbud til deg.

source: The assessment only applies to group 1 driving licences.
nb: Vurderingen gjelder kun for førerkortgruppe 1.

source: The documentation must clearly state that you are undertaking organised studies in Quebec, the period of time in which you study/will study at the educational institution and the scope of the studies (full-time/number of hours per week).
nb: Det må gå klart frem av dokumentasjonen at du følger organiserte studier i Québec, i hvilket tidsrom du studerer/skal studere ved lærestedet, og omfanget av studiene (fulltid/antall timer per uke).

source: The United Kingdom has left the EU/EEA (Brexit).
nb: Du kan få refundert utgifter du har hatt til jordmor i et annet EU/EØS-land.

source: Some women may experience heavy bleeding and abdominal pain.
nb: Noen kan oppleve rikelig bløding og magesmerter.

source: Some people also find that friends and social networks back away.
nb: Noen opplever også at venner og nettverk trekker seg unna.

source: Guidance in Polish, Russian, Lithuanian and Romanian is also available between 08:00-22:00.
nb: Mellom kl. 08:00-22:00 kan du også få veiledning på polsk, russisk, litauisk og rumensk.

source: You cannot become infected by holding the hand of an HIV-positive person or by kissing that person on the cheek.
nb: Du kan ikke bli smittet ved å ta en hiv-positiv i hånden eller kysse ham eller henne på kinnet.

source: Copy of valid ID (passport, driving license or national ID card)
nb: Kopi av gyldig legitimasjon (pass, førerkort eller nasjonalt ID-kort)

source: There is a 30-day deadline for the issuing of vaccination cards from the Norwegian Institute of Public Health, but they will normally be dispatched within 1-2 days after ordering.
nb: Det er 30 dagers utleveringsfrist på vaksinasjonskort fra Folkehelseinstituttet, men normalt sendes det ut 1-2 dager etter bestilling.

source: If you intend to study outside one of the countries mentioned above, you should find out whether you are entitled to the European Health Insurance Card.
nb: Skal du studere utenfor et av landene nevnt ovenfor, bør du sjekke om du har rett til Europeisk helsetrygdkort.

source: Why you should take a rapid test for HIV
nb: Derfor bør du ta hurtigtest for hiv

source: Are you going to study in Canada or the USA?
nb: Skal du studere i Canada eller USA?

source: This can be in the form of either overnutrition or malnutrition.
nb: Dette kan være både i form av overernæring og underernæring.

source: It is common for it to take 4-6 hours from insertion of the pills in your vagina until the pregnancy is terminated.
nb: Det er vanlig at det tar 4-6 timer fra tablettene blir satt i skjeden, til du aborterer.

source: You can use e-prescriptions even if you have a confidential address, also known as code 6 or 7.
nb: Du kan bruke e-resept selv om du har adressesperre, også kjent som kode 6 eller 7.

source: Parents/guardians also require power of attorney for children over 16.
nb: Foreldre/foresatte må også ha fullmakt fra barn over 16 år.

source: The Norwegian Poison Information Centre recommends that anyone wishing to use wild garlic in cooking knows enough about the characteristics of the plant to be certain that it is 100% safe.
nb: Giftinformasjonen anbefaler at alle som vil bruke ramsløk i matlaging, har nok kunnskap om kjennetegnene til å bestemme planten 100% sikkert.

source: In order to cause a phototoxic reaction upon skin contact, most plant saps must remain in contact with the skin for 30-60 minutes.
nb: For å få en fototoksisk reaksjon som følge av hudkontakt kreves det for de fleste plantesafter en kontakttid på 30–60 minutter.

source: In most cases, NIPT tests show no signs of trisomy in the fetus and no further tests will be necessary.
nb: I de fleste tilfeller viser ikke NIPT tegn til trisomi hos fosteret, og da er det ikke behov for flere prøver.

source: Sharing data with other countries is voluntary, and you will be asked to consent to this if you report being infected.
nb: Deling av data med andre land er frivillig, og du vil bli bedt om samtykke til dette hvis du melder deg smittet.

source: Other medicines are not as dangerous.
nb: Andre legemidler er lite farlige.

source: You can contact them for advice, guidance and information about your rights as a patient, user or relative.
nb: Der kan du henvende deg dersom du har behov for råd, veiledning og informasjon om rettigheter som bruker eller pårørende.

source: You can decide whether you wish to have your checkups and tests performed by a doctor or midwife.
nb: Du velger selv om du vil foreta kontrollene hos lege eller jordmor.

source: You will be given advice on what to do next, and whether you can monitor your child at home or whether you should see a doctor.
nb: Du får råd om hva du bør gjøre videre, og om du kan se an hjemme eller må kontakte lege.

source: Not until three months later will the result of the test be 100% certain.
nb: Først etter tre måneder vil testen gi 100 prosent sikkert svar.

source: In some cases, a NIPT may indicate an increased likelihood that the fetus has a trisomy.
nb: I noen tilfeller kan NIPT vise at det er økt sannsynlighet for at fosteret har en trisomi.

source: Immerse the exposed area of skin in warm water in a shower or bath for 30-90 min, or until the pain subsides.
nb: Senk det eksponerte hudområdet i varmt vann, dusj eller bad i 30-90 min, eller til smerten gir seg.

source: In children who are uncontrolled, aggressive and angry, this can be a sign of poor impulse control, which can be explained by abnormal development of the brain, which in turn can be linked to experiences of violence and abuse.
nb: Hos barn som er utagerende, aggressive og sinte kan dette være et tegn på dårlig impulskontroll, noe som kan forklares som et resultat av en skjevutvikling i hjernen som igjen kan knyttes til opplevelser med vold og overgrep.

source: The Norwegian Poison Information Centre has found that children aged 1-4 years are particularly susceptible to poisoning accidents.
nb: Giftinformasjonen erfarer at barn i aldersgruppen 1-4 år er særlig utsatt for forgiftningsuhell.

source: In many places, there are also ‘voluntary activity friends’, who can help to fill the days of people with dementia and provide relief for their next of kin.
nb: Mange steder finnes det også frivillige aktivitetsvenner, som kan bidra til innhold i dagen for personer med demens og avlastning for pårørende.

source: Do not rely on child-proof closing mechanisms.
nb: Ikke stol på barnesikre lukkemekanismer.

source: Hege intends travelling on vacation to Thailand.
nb: Hege skal på ferie til Thailand.
